/* Status message shown while cancelling search. */
"Cancelling search..." = "Cancelando búsqueda...";

/* Status message shown when the plugin has succesfully connected to the service */
"Connected to Researchr..." = "Conectado a Researchr...";

/* Status message shown when plugin is connecting to the service */
"Connecting with Researchr..." = "Conectando con Researchr...";

/* Error message when query can't be created */
"Could not create query from search field input." = "No se pudo crear la búsqueda con la información introducida.";

/* Status message shown after all metadata has been retrieved */
"Done." = "Terminado.";

/* Status message shown while fetching metadata for given articles. */
"Fetching metadata..." = "Recuperando metadatos...";

/* Status message shown while fetching the metadata for the specified tokens */
"Fetching meta data for token %d of %d..." = "Recuperando metadatos por publicacion %d de %d...";

/* Status message shown while fetching the metadata for the specified papers */
"Fetching paper %d of %d..." = "Recuperando publicacion %d de %d...";

/* Status message shown while fetching the metadata for the found papers */
"Fetching papers..." = "Recuperando publicaciones...";

/* Status message shown when no results were found for the query */
"No papers found." = "No hay publicaciones.";

/* Recovery suggestion when query can't be created */
"Please ensure you have created a proper query." = "Asegúrese de haber creado una búsqueda adecuada.";

/* Recovery suggestion indicating to try the previous operation again at a later time */
"Please try again later." = "Inténtelo de nuevo más tarde.";

/* Recovery suggestion indicating to try the previous operation again */
"Please try again." = "Inténtelo de nuevo.";

/* Localized name of the service */
"Researchr" = "Researchr";

/* Error message indicating that the service is currently not available */
"Service Temporarily Unavailable." = "Servicio no disponible temporalmente.";

/* Symbols that need to be removed from the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_REMOVED" = "!#$%&^~(){}*§¶†‡";

/* Symbols that need to be replaced by a space in the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_CONVERTED_TO_SPACE" = "+,._;<>=?|";
